Revit 2023 API
GroupTypeId.ElectricalCircuiting Property
 "Electrical - Circuiting"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId ElectricalCircuiting { get; }
Visual Basic
Public Shared ReadOnly Property ElectricalCircuiting As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ElectricalCircuiting {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace